/* Vielen Dank an Yan Huang und Cornelia Genz */

/* Status message shown while cancelling search. */
"Cancelling search..." = "正在取消检索...";

/* Status message shown when the plugin has succesfully connected to the service */
"Connected to Researchr..." = "已连接到 Researchr...";

/* Status message shown when plugin is connecting to the service */
"Connecting with Researchr..." = "正在连接 Researchr...";

/* Error message when query can't be created */
"Could not create query from search field input." = "不能从检索区域创建查询";

/* Status message shown after all metadata has been retrieved */
"Done." = "完成。";

/* Status message shown while fetching metadata for given articles. */
"Fetching metadata..." = "正在获取元数据...";

/* Status message shown while fetching the metadata for the specified tokens */
"Fetching meta data for token %d of %d..." = "正在为令牌获取元数据 从 %d 到 %d...";

/* Status message shown while fetching the metadata for the specified papers */
"Fetching paper %d of %d..." = "正在获取文件 %d-%d...";

/* Status message shown while fetching the metadata for the found papers */
"Fetching Papers..." = "正在获取文件...";

/* Status message shown when no results were found for the query */
"No Papers found." = "未找到文件";

/* Recovery suggestion when query can't be created */
"Please ensure you have created a proper query." = "请确认您已经创建了一个适当的查询。";

/* Recovery suggestion indicating to try the previous operation again at a later time */
"Please try again later." = "请稍后重试。";

/* Recovery suggestion indicating to try the previous operation again */
"Please try again." = "请再试一次。";

/* Localized name of the service */
"Researchr" = "Researchr";

/* Error message indicating that the service is currently not available */
"Service Temporarily Unavailable." = "服务器暂时无法使用";

/* Symbols that need to be removed from the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_REMOVED" = "!#$%&^~(){}*§¶†‡";

/* Symbols that need to be replaced by a space in the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_CONVERTED_TO_SPACE" = "+,._;<>=?|";
